Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mam coś naprawdę mocnego.
uk: У мене є дещо дійсно міцне.

source: Mam czekać, więc czekam. Dima zaoferowała mi dużo złota za to zlecenie, więc nie będę marudził.
uk: Я повинен чекати, от і чекаю. Діна за це завдання пообіцяла мені багато золота, тому я не буду скаржитись.

source: Mam dać się pobić?
uk: Я маю дати себе побити?

source: Mam dla ciebie bimber.
uk: У мене є для тебе самогон.

source: Mam dla ciebie ciekawą ofertę pracy.
uk: У мене є для тебе цікава пропозиція роботи.

source: Mam dla ciebie coś specjalnego.
uk: У мене є дещо особливе для тебе.

source: Mam dla ciebie garść przydatnych informacji.
uk: Я маю для тебе низку цінної інформації.

source: Mam dla ciebie magiczną runę.
uk: У мене є магічна руна для тебе.

source: Mam dla ciebie mirt.
uk: У мене є мирт для тебе.

source: Mam dla ciebie nasiono.
uk: У мене є насіння для тебе.

source: Mam dla ciebie parę złotych monet.
uk: Ось тобі кілька золотих монет.

source: Mam dla ciebie pewną propozycję...
uk: У мене є для тебе одна пропозиція...

source: Mam dla ciebie potwierdzenie zapłaty, ale...
uk: Я маю підтвердження оплати, але...

source: Mam dla ciebie potwierdzenie zapłaty.
uk: Я маю підтвердження оплати.

source: Mam dla ciebie poważną ofertę.
uk: Маю для тебе серйозну пропозицію.

source: Mam dla ciebie propozycję pracy.
uk: У мене є для тебе пропозиція роботи.

source: Mam dla ciebie propozycję. Tak się składa, że zostało mi kilka towarów do opchnięcia, ale za cholerę nie mogę znaleźć kupców.
uk: Я маю для тебе пропозицію. У мене залишилося кілька товарів на продаж, але я ніяк не можу знайти покупців.

source: Mam dla ciebie propozycję. Z pewnością chciałbyś sobie trochę dorobić.
uk: Маю для тебе пропозицію. Напевно, ти хотів би заробити трохи грошей для себе.

source: Mam dla ciebie prowiant.
uk: Маю для тебе те, що ти просив.

source: Mam dla ciebie ryby.
uk: У мене є риба для тебе.

source: Mam dla ciebie te koła...
uk: Я приніс тобі колеса...

source: Mam dla ciebie trochę węgla.
uk: Маю для тебе трохи вугілля.

source: Mam dla ciebie więcej skrętów.
uk: У мене є для тебе більше скруток.

source: Mam dla ciebie wspaniałą ofertę, przyjacielu!
uk: Маю для тебе чудову пропозицію, друже!

source: Mam dla was warunki kapitulacji od Rodericha.
uk: Я маю для тебе умови капітуляції від Родеріха.

source: Mam do ciebie kilka pytań.
uk: У мене до тебе кілька запитань.

source: Mam do ciebie kilka pytań...
uk: У мене до тебе є кілька запитань...

source: Mam do ciebie niecodzienną sprawę.
uk: Маю до тебе незвичайну справу.

source: Mam do ciebie parę pytań.
uk: Я маю до тебе декілька питань.

source: Mam do ciebie prośbę.
uk: Маю до тебе прохання.

source: Mam do ciebie sprawę.
uk: У мене до тебе є справа.

source: Mam do nich sprawę. Nie będę sprawiał problemów.
uk: Маю до них справу. Я не буду створювати проблем.

source: Mam do niego sprawę.
uk: Я маю до нього справу.

source: Mam do przekazania wiadomość od zarządcy Lorenzo.
uk: Я маю передати повідомлення від Лоренцо.

source: Mam do zaoferowania robotę dla prawdziwego twardziela.
uk: У мене є робота для справді крутого хлопця.

source: Mam dostać od ciebie nową zbroję.
uk: Я мав отримати від тебе новий обладунок.

source: Mam dość bycia reprezentantem całej organizacji za darmo! Zrób coś w końcu w mojej sprawie, to załatwię sprawę z Wysłannikiem...
uk: Мені набридло працювати за цілу організації безкоштовно! Зробіть нарешті хоч щось стосовно моєї справи, тоді я вирішу це питання з Послом...

source: Mam dość roboty z samym gotowaniem. Zakupem prowiantu i składników zajmuje się Lennart.
uk: Мені достатньо самого приготування їжі. Закупівлею продуктів та інгредієнтів займається Ленарт.

source: Mam drewno. Teraz wystarczy je odpowiednio pociąć, by nie nadawało się do użytku. Strażnik skrzyń nie wyglądał jednak na mocno zapracowanego. O co w tym wszystkim chodzi?
uk: Я маю деревину. Тепер мені залишилося тільки правильно її розпиляти, щоб вона стала непридатною для використання. Однак охоронець ящиків не виглядав надто заклопотаним. Що це все означає?

source: Mam dużo spraw na głowie, daj mi spokój.
uk: У мене багато справ, дай мені спокій.

source: Mam dziwne przeczucie,
uk: У мене дивне передчуття,

source: Mam dziwne przeczucie, że mówiąc o nietykalnym człowieku, chodzi ci o Volkera.
uk: У мене дивне відчуття, що, говорячи про недоторканну людину, ти маєш на увазі Волкера.

source: Mam formę.
uk: Форма у мене.

source: Mam gałęzie i liście. Czy wszystko na tym bagnie musi chcieć cię zabić albo zranić?
uk: У мене є гілки і листя. Невже все на цьому болоті хоче вбити тебе або поранити?

source: Mam gdzieś Rodericha! Nie będę robił z siebie pajaca. Wracam do koszar!
uk: Мені начхати на Родеріха! Я не збираюся виставляти себе на посміховисько. Я повертаюсь до казарм!

source: Mam gdzieś ciebie i twoje problemy.
uk: Мені байдуже на тебе і твої проблеми.

source: Mam go na kimś przetestować.
uk: Я маю випробувати його на комусь.

source: Mam go okłamać?
uk: Я повинен йому збрехати?

source: Mam go zabić?
uk: Хочеш, щоб я його вбив?

source: Mam ich zabić?
uk: Мені їх вбити?

source: Mam im je wyciągać z ust?
uk: Я що, маю це діставати у них з рота?

source: Mam informację o bagiennym zielu.
uk: У мене є інформація про болотну траву.

source: Mam iść sam?
uk: Мені піти одному?

source: Mam je przy sobie.
uk: Я маю її з собою.

source: Mam jednak pewien pomysł.
uk: Втім, у мене є ідея.

source: Mam jednak pewien pomysł...
uk: У мене є одна ідея...

source: Mam jednego podejrzanego. Chodźmy, bo jeszcze stracimy go z oczu.
uk: У мене є один підозрюваний. Ходімо, а то ще втратимо його з поля зору.

source: Mam jedną rzecz do załatwienia, ale niestety nie mam czasu, żeby osobiście się tym zająć.
uk: У мене є одна робота, але, на жаль, я не маю часу займатися нею особисто.

source: Mam jedzenie.
uk: У мене є їжа.

source: Mam jeszcze jeden pomysł, ale może zabrzmieć trochę szaleńczo.
uk: Я маю ще одну ідею, але вона може здатися трохи божевільною.

source: Mam jeszcze jeden pomysł, ale może zabrzmieć trochę szaleńczo. (Wyślij na wulkan)
uk: Маю ще одну ідею, але вона може здатися божевільною. (Відправити на вулкан)

source: Mam jeszcze kilka spraw do załatwienia, powodzenia z tym rozwieszaniem i uważaj na siebie!
uk: Мені теж потрібно вирішити кілька справ, успіхів тобі з тими оголошеннями, бережи себе.

source: Mam jeszcze parę rzeczy do zrobienia. Znajdę cię później i sprawdzę, jak sobie radzisz.
uk: Я маю ще кілька справ. Я знайду тебе пізніше і дізнаюсь, як у тебе справи.

source: Mam jeszcze w mieście kilka kontaktów, jakiś czas już się z nimi nie widziałem.
uk: У мене досі є декілька знайомих у місті, але я вже давно з ними не бачився.

source: Mam już broń.
uk: У мене вже є зброя.

source: Mam już chyba dość przygód na dziś. Posiedzę tu i trochę odpocznę.
uk: Досить з мене пригод на сьогодні. Я сяду тут і трохи відпочину.

source: Mam już dość gnicia na tym cholernym Archolos, a ty i twój skarb jesteście moją przepustką do rozpustnego życia w Vengardzie.
uk: Мені набридло гнити на цьому клятому Архолосі, а ти і твій скарб - це мій квиток до розгульного життя у Венгарді.

source: Mam już dość tego głupiego chłopaka. Skoro tak mu zależało, żeby się na coś wspiąć, to niech posiedzi sobie teraz na tym drzewie. Bermar będzie mógł od niego chwilę odpocząć, chyba należy mi się więc nagroda.
uk: З мене досить цього дурного хлопця. Якщо йому так кортіло кудись залізти, то нехай сидить на тому дереві. Бермар зможе трохи відпочити від нього, тож, гадаю, я заслуговую на винагороду.

source: Mam już dość tych bredni.
uk: З мене досить цієї дурні.

source: Mam już dość walki i zabijania. (Przeczekaj)
uk: З мене досить битв і вбивств. (Зачекати)

source: Mam już dość walki, zabijania i gonienia za sam nie wiem czym.
uk: Я втомився воювати, вбивати і ганятися за невідомо чим.

source: Mam już dość wykonywania rozkazów i pomagania innym. Przyszedłem tu coś zakończyć, a nie ratować to przeklęte miasto!
uk: Я втомився виконувати накази та допомагати іншим. Я прийшов сюди дещо завершити, а не рятувати це прокляте місто!

source: Mam już powiadomienia o licytacji. W osobnym dokumencie znajdę listę miejsc, w których powinienem je rozwiesić.
uk: Оголошення про аукціон у мене. В окремому документі зазначено перелік місць, де я маю їх розвісити.

source: Mam już prawie wszystko, co potrzebne do sfałszowania dokumentu. Teraz pozostaje mi tylko znaleźć kogoś, kto wykona robotę - może Venzel się skusi? Odwiedzę jego sklep przy biurze Mateya.
uk: У мене вже є майже все необхідне для підробки документа. Залишилося тільки знайти когось, хто виконає цю роботу – можливо, Венцель піддасться спокусі? Його крамниця поруч із конторою Матея.

source: Mam już prawie wszystko, co potrzebne do sfałszowania dokumentu. Teraz pozostaje mi tylko znaleźć kogoś, kto wykona robotę - może znajdzie się jakiś były skryba, który musi sobie dorobić? Zacznę poszukiwania w mieście.
uk: У мене вже є майже все необхідне для підробки документа. Залишилося тільки знайти когось, хто виконає цю роботу – можливо, колишній писар, якому потрібно заробляти на життя? Розпочну пошуки в місті.

source: Mam już przy sobie broń.
uk: У мене вже є зброя.

source: Mam już serdecznie dość przygód na dzi-dzisiaj!
uk: На сьогодні пригод д-д-достатньо!

source: Mam już swoje rzeczy, ale lepiej nie zwracać na siebie uwagi i wyciągnąć je z worka dopiero wtedy, kiedy opuszczę to miejsce. W skrzyni znalazłem też parę dokumentów Salviego, może będzie w nich jakaś przydatna informacja?
uk: Я забрав свої речі, але краще не привертати увагу та дістати їх з сумки лише тоді, коли я покину це місце. Я також знайшов у скрині кілька документів Сальві. Можливо, в них буде якась корисна інформація?

source: Mam już tego serdecznie dość!
uk: Мені це вже набридло!

source: Mam już ten eliksir.
uk: Зілля вже у мене.

source: Mam już wszystkie beczki.
uk: Всі бочки у мене.

source: Mam już wszystkie potrzebne materiały.
uk: У мене вже є всі необхідні матеріали.

source: Mam już wszystkie potrzebne nasiona, mogę wracać do Ergo.
uk: У мене вже є все необхідне насіння, я можу повертатися до Ерго.

source: Mam już wszystkie potrzebne rośliny.
uk: У мене вже є всі необхідні рослини.

source: Mam już wszystkie potrzebne składniki, pora na gotowanie.
uk: Тепер у мене є всі необхідні інгредієнти, настав час готувати.

source: Mam już wszystko, o co prosiłeś.
uk: У мене є все, що ти просив.

source: Mam już złoto i piwo.
uk: У мене вже є золото і пиво.

source: Mam ją rozwiesić w Silbach.
uk: Я маю повісити його в Сільбаху.

source: Mam ją wykorzystać obok stoczni.
uk: Я маю використати її поруч з корабельнею.

source: Mam ją zabić?
uk: Мені її вбити?

source: Mam ją.
uk: Вона у мене.

source: Mam kilka informacji, które mogą okazać się przydatne.
uk: У мене є інформація, яка може виявитись корисною.

source: Mam kilka mikstur na stanie. Rozejrzyj się.
uk: У мене є кілька мікстур в запасі. Дивись.

source: Mam kilka pomysłów...
uk: У мене є декілька ідей...

source: Mam kilka pytań.
uk: У мене є кілька запитань.

source: Mam kilku znajomych w Przystani na południu wyspy, którzy za drobną opłatą chętnie ze mną popłyną z dala od tego przeklętego miejsca.
uk: У мене є друзі в Гавані на півдні острова, які за невелику плату з задоволенням попливуть зі мною подалі від цього проклятого місця.

source: Mam kogoś do pomocy?
uk: Мені хтось допоможе?

source: Mam kości.
uk: Кістки у мене.

source: Mam kule i pochodnie.
uk: Ось гарматні ядра і смолоскип.

source: Mam kumpla w armii, który ma dojścia i wie, co i jak.
uk: У мене є приятель в армії, який знає, що там і як.

source: Mam kupić mieszkanie bez oglądania go?
uk: Я маю купувати помешкання, не побачивши його?

source: Mam latać za jakimiś uciekinierami dla paru bryłek rudy?
uk: Хочеш, щоб я переслідував якихось біженців заради кількох рудних самородків?

source: Mam lepszą ofertę. Dasz mi ją za darmo, a ja nie zrobię ci krzywdy.
uk: Я маю кращу пропозицію. Ти віддаси мені її безкоштовно, а я не заподію тобі шкоди.

source: Mam lepszą propozycję. Ty wyjdziesz na zewnątrz, a ja sprawdzę, czy aby na pewno nie masz gdzieś pochowanych monet.
uk: У мене є краща пропозиція. Ти вийдеш на вулицю, а я перевірю, чи немає у тебе десь прихованих монет.

source: Mam mały dług i kto wie co się stanie, jeśli go nie spłacę...
uk: Маю невеликий борг, і хто знає, що буде, якщо я його не виплачу...

source: Mam miecz Wilczych Synów.
uk: У мене є меч Вовчих Синів.

source: Mam miksturę.
uk: Я маю зілля.

source: Mam mirt, który chciałeś.
uk: У мене є мирт, який ти хотів.

source: Mam mu powiedzieć, że mu wybaczasz?
uk: Передати йому, що ти його пробачаєш?

source: Mam na Starym Mieście kilka osobistych spraw do załatwienia
uk: У мене є деякі особисті справи в Старому місті.

source: Mam na ciebie oko, nowy. Nie spieprz tego.
uk: Я стежу за тобою, новачок. Не нароби дурниць.

source: Mam na imię Ernesto. Jestem właścicielem największej ilości winnic w całej Myrtanie. Nawet Król trzyma jedno z moich win w swoich winnicach!
uk: Я – Ернесто. Я володію найбільшою кількістю виноградників у всій Міртані. Навіть Король тримає одне з моїх вин у своїх винних погребах!

source: Mam na imię Helga i jestem właścicielką Syreniego Lamentu - karczmy, przed którą właśnie stoimy.
uk: Мене звати Хельга, і я власниця 'Плачу сирени' – корчми, перед якою ми зараз стоїмо.

source: Mam na imię Markus, jestem myśliwym.
uk: Мене звуть Маркус, я мисливець.

source: Mam na imię Rita i nadzoruję pracą tej winnicy.
uk: Мене звуть Рита, і я наглядаю за роботою цього виноградника.

source: Mam na myśli konkretnego Antonio. To jego przezwisko.
uk: Я маю на увазі конкретного Антоніо. Це його ім'я.

source: Mam na myśli to, że potrzebuję chłopa, który by mi pomógł z pracami domowymi.
uk: Я маю на увазі, що мені потрібен чоловік, який допоміг би мені по господарству.

source: Mam na sprzedaż kilka młotków.
uk: У мене є кілька молотків на продаж.

source: Mam nadzieje, że kiedyś go ukończę.
uk: Маю надію, що колись я його завершу.

source: Mam nadzieję, choć byli tacy, co znajdowali sobie gorsze wymówki, żeby tylko odejść ze straży.
uk: Сподіваюся, хоча були й такі, що знаходили й гірші приводи, аби просто покинути Варту.

source: Mam nadzieję, że Bevin jakoś sobie poradził z niedźwiedziem.
uk: Сподіваюсь, Бевін якось сам впорається з ведмедем.

source: Mam nadzieję, że Kyle będzie w stanie pojąć złożoną sztukę wchodzenia na drzewa. Mogę już zejść na dół.
uk: Сподіваюся, Кайл зможе осягнути складне мистецтво, як лазити по деревах. Тепер я можу спускатися.

source: Mam nadzieję, że Lena jakoś sobie poradziła...
uk: Сподіваюся, Олена якось вибралася...

source: Mam nadzieję, że Lutz i Martha
uk: Сподіваюся, Люц і Марта

source: Mam nadzieję, że było warto.
uk: Сподіваюся, воно було того варте.

source: Mam nadzieję, że będzie ci dobrze służyć.
uk: Сподіваюсь, тобі вона стане в нагоді.

source: Mam nadzieję, że będzie zadowolony. Do zobaczenia.
uk: Сподіваюся, він буде задоволений. До побачення.

source: Mam nadzieję, że będziecie się dobrze bawić. W tym wieku trzeba korzystać z życia, bo na starość będziesz żałował każdej niewykorzystanej okazji na relaks!
uk: Сподіваюся, ви чудово проведете час. У цьому віці потрібно насолоджуватися життям, адже в старості ви будете шкодувати про кожну втрачену можливість розслабитися!

source: Mam nadzieję, że będziesz miała dla mnie coś ciekawszego niż zwykłe przynoszenie skór.
uk: Сподіваюся, у тебе знайдеться щось цікавіше, ніж просто добування шкур.

source: Mam nadzieję, że ci posmakuje!
uk: Сподіваюся, тобі сподобається!

source: Mam nadzieję, że coś takiego się już więcej nie powtórzy.
uk: Сподіваюся, подібне більше не повториться.

source: Mam nadzieję, że coś zdziałasz. Wierzę w ciebie!
uk: Сподіваюся, у тебе щось вийде. Я вірю в тебе!

source: Mam nadzieję, że facet nie pobiegnie prosto do Rodericha na skargę z powodu tej przegranej. Tak czy inaczej, zgodnie z umową...
uk: Сподіваюся, хлопець не побіжить прямо до Родеріха, щоб поскаржитись на поразку. В будь-якому випадку, як і домовлялися...

source: Mam nadzieję, że jesteś bardziej kompetentny, niż Simon. Musimy działać szybko...
uk: Сподіваюся, ти знаєш більше, ніж Саймон. Треба діяти швидко...

source: Mam nadzieję, że jesteś odpowiednim człowiekiem?
uk: Сподіваюся, ти саме той, хто мені потрібен?

source: Mam nadzieję, że jesteś rozsądny i podjąłeś dobrą decyzję!
uk: Сподіваюся, що ти розсудливий і приймеш правильне рішення!

source: Mam nadzieję, że jesteś tu, by zapłacić grzywnę.
uk: Сподіваюся, ти тут, щоб сплатити штраф.

source: Mam nadzieję, że jeszcze kiedyś uda nam się przeprowadzić tak obustronnie korzystną transakcję.
uk: Сподіваюся, що колись ми знову зможемо укласти таку взаємовигідну угоду.

source: Mam nadzieję, że już niebawem Helmud doceni moją pracę. Ostatnio wyrobiłem dwa razy więcej niż inni!
uk: Сподіваюся, що незабаром Хельмуд оцінить мою роботу. Останнім часом я працюю вдвічі більше за інших!

source: Mam nadzieję, że kiedyś uda mi się uwolnić od tego całego Araxos. Same problemy z tą Gildią!
uk: Сподіваюся, що я колись звільнюся від усіх цих справ з Араксосом. Одні проблеми з цією Гільдією!

source: Mam nadzieję, że ktoś zajmie się tymi przemytnikami. Te sukinsyny tylko psują rynek.
uk: Сподіваюся, що хтось подбає про цих контрабандистів. Ці сучі діти тільки псують ринок.

source: Mam nadzieję, że moje pieniądze były tego warte.
uk: Сподіваюсь, мої гроші того були варті.

source: Mam nadzieję, że mu dogadałeś za oszukiwanie starej kobiety!
uk: Сподіваюсь, ти провчив його за те, що він обдурив стару жінку!

source: Mam nadzieję, że nie byłeś na tyle głupi by wracać bez moich towarów!
uk: Сподіваюся, ти не був настільки дурним, щоб повернутися без моїх товарів!

source: Mam nadzieję, że nie będziesz ich musiał użyć, ale przyjmij te eliksiry lecznicze.
uk: Сподіваюсь, їх тобі не доведеться використати, але прийми ці цілющі мікстури.

source: Mam nadzieję, że nie chcesz znowu pytać o brata. Niczego nie wiem, niczego nie widziałem, szukaj gdzie indziej.
uk: Я сподіваюсь, ти не збираєшся знову розпитувати про свого брата. Я нічого не знаю, нічого не бачив, пошукай деінде.

source: Mam nadzieję, że nie kazał ci robić niczego głupiego?
uk: Сподіваюсь, він не змушував тебе робити нічого дурного?

source: Mam nadzieję, że nie mówisz o mnie.
uk: Сподіваюся, ти говориш не про мене.

source: Mam nadzieję, że nie nadużywasz za bardzo swojej pozycji w naszych szeregach. Jeśli nie, to wszystko u mnie w porządku.
uk: Сподіваюся, ти не надто зловживаєш своїм становищем у наших рядах. Якщо ні, то і у мене все в порядку.

source: Mam nadzieję, że nie pojawisz się tu ponownie przed znalezieniem prawdziwego zabójcy.
uk: Сподіваюся, ти з'явишся тут не раніше, ніж знайдеш справжнього вбивцю.

source: Mam nadzieję, że nie poszedłeś na czyjeś pole i nie wybiłeś mu stada! Tak czy inaczej, jedna pozycja z głowy.
uk: Сподіваюся, ти не зайшов на чиєсь поле і не вбив всю їхню отару! У будь-якому разі, однією проблемою менше.

source: Mam nadzieję, że nie wykorzystasz tego, czego cię nauczyłem, do niecnych celów. Niecnych, czyli wymierzonych przeciwko mnie, oczywiście.
uk: Сподіваюся, ти не будеш використовувати те, чого я тебе навчив, у підступних цілях. Підступних по відношенню мене, звісно.

source: Mam nadzieję, że nie wykorzystasz tego, czego cię nauczyłem, przeciwko mnie, hehe!
uk: Сподіваюся, що ти не використаєш те, чого я тебе навчив, проти мене, хе-хе!

source: Mam nadzieję, że nie zmarnuję tylko czasu.
uk: Сподіваюся, я не просто даремно витрачаю час.

source: Mam nadzieję, że nie zrobiłeś krzywdy tym ludziom?
uk: Сподіваюся, ти не нашкодив тим людям?

source: Mam nadzieję, że niedługo dobijemy do brzegu.
uk: Сподіваюся, ми скоро дістанемося берега.

source: Mam nadzieję, że niedługo znów się spotkamy.
uk: Сподіваюся, ми скоро побачимося знову.

source: Mam nadzieję, że nieumarli Wilczy Synowie zapomnieli choć odrobinę ze swojego mistrzostwa w walce, inaczej możemy mieć poważne kłopoty.
uk: Сподіваюся, що мерці Вовчих Синів хоч трохи забули свою бойову майстерність, інакше у нас можуть бути серйозні неприємності.

source: Mam nadzieję, że odnajdzie się cały i zdrowy.
uk: Сподіваюся, він знайдеться цілим і неушкодженим.

source: Mam nadzieję, że odpowiednio się rozgrzałeś.
uk: Сподіваюся, ти добре розім'явся.

source: Mam nadzieję, że orkowie nie mają w planach zająć źródeł dochodu mieszkańców wyspy. Nie chciałbym ryzykować życia za parę tuneli w ziemi.
uk: Сподіваюся, орки не планують загарбати джерела доходу остров'ян. Я б не хотів ризикувати життям заради кількох тунелів у землі.

source: Mam nadzieję, że po tym wszystkim będziesz mógł spokojnie wrócić do rozwijania swojej kariery bez czyhającego na ciebie Volkera.
uk: Сподіваюся, що після цього всього ти зможеш спокійно продовжити розвиток своєї кар'єри без постійних переслідувань від Волкера.

source: Mam nadzieję, że pod okiem kapitana Adelarda stanę się prawdziwym wojownikiem.
uk: Сподіваюся, що під опікою капітана Аделарда я стану справжнім воїном.

source: Mam nadzieję, że posmakuje twoim przyjaciołom ze Starego Miasta i szepniesz im dobre słowo na mój temat.
uk: Сподіваюся, воно сподобається твоїм друзям зі Старого міста і ти замовиш за мене добре слівце.

source: Mam nadzieję, że przychodzisz z jakimiś konkretami.
uk: Сподіваюся, ти прийшов не з порожніми руками.

source: Mam nadzieję, że przyniesie ci więcej szczęścia, niż jej poprzedniemu właścicielowi.
uk: Маю надію, що він принесе тобі більше вдачі, ніж його попередньому власнику.

source: Mam nadzieję, że przyszedłeś kupić posążek Innosa a nie znowu pytać o moje papiery!
uk: Сподіваюся, що ти прийшов купити статуетку Інноса, а не знову питати про мої документи!

source: Mam nadzieję, że prędzej czy później Albyn wyrzuci was wszystkich na zbity pysk!
uk: Я сподіваюся, що рано чи пізно Альбін вижене вас усіх звідси!

source: Mam nadzieję, że się rozumiemy.
uk: Сподіваюся, ми зрозуміли один одного.

source: Mam nadzieję, że smród będzie największym zmartwieniem.
uk: Сподіваюсь, що сморід буде найбільшою моєю проблемою.

source: Mam nadzieję, że sprawa Bastiana i Otho jakoś sama się rozwiązała.
uk: Я сподіваюся, що справа Бастіана і Отто сама якось вирішилася.

source: Mam nadzieję, że sprawa, jaką do mnie masz, będzie warta mojego czasu.
uk: Сподіваюсь, що справа, яку ти маєш до мене, буде варта мого часу.

source: Mam nadzieję, że straż nie znajdzie tego miejsca. Byłbym skończony.
uk: Сподіваюся, що вартові не знайдуть це місце. Інакше мені настане кінець.

source: Mam nadzieję, że ta cholerna chata
uk: Сподіваюся, що ця дідькова халупа

source: Mam nadzieję, że ta decyzja przyniesie mi same korzyści.
uk: Сподіваюся, що це рішення піде мені на користь.

source: Mam nadzieję, że ta historia do czegoś zmierza...
uk: Сподіваюсь, ця історія до чогось веде...

source: Mam nadzieję, że to coś pilnego?
uk: Сподіваюся, це щось термінове?

source: Mam nadzieję, że to jedyna rzecz, jaką wyciągnąłeś z dźwigu.
uk: Сподіваюся, це єдина річ, яку ти витягнув з крана.

source: Mam nadzieję, że to nie groźba, bo w takim wypadku musiałbym zawołać z powrotem strażnika.
uk: Сподіваюся, це не погроза, бо в такому випадку мені доведеться покликати вартових.

source: Mam nadzieję, że to pomoże.
uk: Сподіваюсь, це допоможе.

source: Mam nadzieję, że twój brat odnajdzie się cały i zdrowy.
uk: Сподіваюся, твого брата знайдуть цілим і здоровим.

source: Mam nadzieję, że twój szef jest słownym człowiekiem.
uk: Сподіваюся, що твій шеф – людина слова.

source: Mam nadzieję, że ty też się jakoś trzymasz. A co z twoim bratem? Udało ci się go odnaleźć?
uk: Сподіваюся, ти теж якось тримаєшся. А що з твоїм братом? Вдалося його знайти?

source: Mam nadzieję, że uda ci się dorwać osobę, która jest za to odpowiedzialna.
uk: Сподіваюся, тобі вдасться спіймати того, хто за це відповідальний.
